<h2 class="mainer">Russian's did it!</h2>
<p class="text-muted">
	«Байкал Электроникс» специализируется на проектировании интегральных микросхем и систем на кристалле на базе архитектур 
	ARM и MIPS. Разработки компании предназначены для использования на российском и международном рынках в энергоэффективных 
	компьютерных и промышленных системах с разным уровнем производительности и функциональности. Компания занимается продажей 
	своих разработок в России и за рубежом.
</p>
<p>
	&nbsp;
</p>
<p>
	<a href="#">О компании</a>
</p>